package com.example.android.detect;

public class Disease_description {
    String eye_info=
            "白内障是指眼内晶状体混浊，导致视力下降。" +
                    " 白内障通常会发展缓慢，并且会影响一只或两只眼睛。 症状可能包括褪色，" +
                    "白内障通常会发展缓慢，并且会影响一只或两只眼睛。 症状可能包括褪色，" +
                    " 这可能会导致驾驶，阅读或识别人脸的麻烦。" +
                    " 由白内障引起的视力低下也可能导致风险增加 " +
                    "跌落和沮丧。 白内障导致全世界所有失明病例的一半和33％的视力障碍。" +
                    "白内障最常见是由于衰老引起的，但也可能是由于外伤或辐射暴露而发生的，白内障从出生时就存在，或者由于其他问题而在眼科手术后发生。" +
                    " 风险因素包括糖尿病，抽烟，长时间暴露在阳光下和酒精。" +
                    " 潜在的机制包括蛋白质或黄棕色色素团块在晶状体中的积累，从而减少了光向眼后部视网膜的透射。" +
                    " 诊断是通过眼睛检查。\n" +
                    "\n";


}
